General: [
   "Indicia of occupancy, residence and local ownership of the premises described including but not limited to - rental agreements, mortgage statements and bills, utility and or telephone bills, cancelled envelopes and keys."
   ]
ICAC: [
   "Pornographic materials consisting of DVDs, CDs, VHS recordings, images to include computer and digital images or other material depicting adults or juveniles",
   "Photographs and/or unprocessed film"
]
Electronics: [
   "Electronic data processing and storage devices, computer and computer systems, including but not limited to: central processing units, internal and external storage devices such as fixed disks, external hard disks, floppy disk drives and diskettes, tape drives and tapes, optical storage devices and optical storage media and all memory storage devices such as flash and USB drives and memory cards, peripheral input/output  devices such as keyboards, printers, video display monitors, optical readers, web cams and modems - together with backup media, system documentation, software, instruction manuals and power cords",
   "Any documents, ledgers, notebooks or notes detailing user names, email addresses, IP addresses, internet account information, and other technology related information",
   "Anything that holds memory such as digital cameras, digital recorders, fax machines, printers, flash and USB drives and memory cards",
   "Any electronic communications device and stored information, including but not limited to digital pagers, caller I.D. boxes, cellular telephones, Personal Data Assistants, Blackberries, Palm Pilots, iPhones",
   "It is requested that the case agents from Oro Valley Police Department, other law enforcement agencies and/or the prosecutors office be granted authorization to have a computer forensic specialist make 'forensic images' of the server, hard drives/computer systems and storage media including diskettes, flash and USB drives, and memory cards, optical storage media, backup tapes and all other media for forensic analysis",
   "I request that permission be granted to break codes or methods of encryption used to conceal items on said systems. After recovery of any hidden, deleted or erased data, the analyst will determine which files, communications, or graphical images, multimedia items or documents found in the system constitute evidence of the offenses listed above.  Evidence copies of the items relating to these offenses will be created and retained for further proceedings.  Only those items described in the search warrant relating to the offenses will be copied.  After completion of the evidence copies, the 'forensic images' will not be displayed to any person other than the analyst, case agents, and prosecutor, or otherwise disclosed, used or copied.",
   "I request authorization be granted to view and retrieve stored information from any electronic communication device and to answer the telephone.",
   "I request authorization to view DVD, CD, and VHS recording and listen to CD, audiotape and other audio files and all mass media storage devices."
]