{
    "General": [
      "General",
      "Indicia of occupancy, residency and/or ownership for the premises and/or vehicle described above. This includes but not limited to utility, mortgage, and other bills, mailing envelopes, registration documents, rental agreements and keys.",
      "Complete forensic processing of the scene(s) and its contents to include but not limited to: photographs, scene mapping, measurements, wall and/or carpet cut-outs, and processing for latent fingerprints/DNA.",
      "Obtain physical characteristics of (Suspect/Witness Name(s) w/ DOB) to include but not limited to: buccal cells, photographs, and major case fingerprints.",
      "Any physical or biological material including but not limited to: blood, fibers, fingerprints, body fluids and articles of clothing related to this crime.",
      "Any items that could identify suspects and/or co-conspirators who are yet unidentified, to include but not limited to: identification cards, driver's license, passports, paperwork, personal electronic devices and address books.",
      "Any books, records, telephone records, receipts, notes, ledgers and other papers relating to the conspiracy of the crimes being investigated.",
      "Any books, records, receipts, bank statements, money drafts, letters of credit, money orders and cashiers checks, passbooks, bank checks, safe deposit keys, and other items evidencing the obtaining, secreting, transfer, concealment and or expenditure of money including computerized records related to the crimes being investigated."
    ],
    "ICAC": [
      "ICAC",
      "Any video(s), picture(s) or image(s) of child exploitation/abuse material retained on computer storage devices, tapes, optical, magnetic or electronic storage media and/or printed media.",
      "Photographs and/or unprocessed film",
      "Images, writings, documents, diaries, journals, letters, e-mail communications, or other correspondence, reflecting a sexual interest in children or related to sexual activity between adults and children or between children and children"
    ],
    "Electronics": [
      "Electronics",
      "Electronics already in the possession of the Oro Valley Police Department: It is requested that case agents from the Oro Valley Police department, the prosecutor's office, and/or the agents thereof be granted authorization to have a computer forensic specialist make 'forensic acquisitions' of the electronic devices seized for forensic analysis, as listed above. In addition to the devices themselves, I request that authorization be granted to make 'forensic acquisitions' of any inserted/installed SIM cards, MicroSD cards or other storage media.",
      "Any cellular telephones, tablets, pagers, or other electronic devices capable of sending and/or receiving a cellular, wi-fi or Bluetooth signal and capable of containing or storing messages or making phone calls. In addition to the devices themselves, any inserted or capable of being inserted SIM cards, MicroSD cards, cables, batteries or accessories deemed necessary for the operation and/or complete collection of associated data from the device.",
      "Computer systems to include but not limited to: desktop, laptop and tablet computers. In addition to the computers themselves, items related to the computers and deemed necessary for the operation and/or complete collection of associated data to include all cables, hardware, keys, software, documentation, passwords, data security records, network devices, internal as well as external storage media, network-attached storage, and any other data storage devices.",
      "Data storage media, to include but not limited to: Internal as well as external Hard Disk Drives, Solid State Drives, and NVMe Drives. CDs/DVDs and other disc-format storage media. Flash media such as USB 'thumb drives', SD Cards, and MicroSD cards. Disk/Diskette media such as floppy disks/zip disks etc. Tape media such as LTO tapes, VHS and/or Cassette tapes. In addition to the storage media itself, any associated cables, adapters, drives, and/or readers deemed necessary for the operation, access and/or complete collection of associated data from the storage media.",
      "It is requested that case agents from the Oro Valley Police department, the prosecutor's office, and/or the agents thereof be granted authorization to have a computer forensic specialist make 'forensic acquisitions' of any electronic devices seized for forensic analysis. Additionally, I request that permission be granted to break codes or methods of encryption used to conceal items on said systems. After the recovery of any/all available data from the processed device(s), evidence copies of any files, records or other information deemed relevant to the investigation, as well as original acquisition files for those devices determined to contain relevant information will be retained for further proceedings.",
      "Examples of potentially relevant data which can be recovered from the seized electronic device(s) include data that may identify the owner or user of the above-described cellular communication device(s); Address books and calendars; Call histories and call logs; Audio files, and associated metadata, to include any voicemail and voice notes; Photographs and associated metadata; Video files and associate metadata; Documents and other text-based files; Text messages (SMS), multimedia messages (MMS) and their attached multimedia files, and other recorded messages, whether read or unread; Third party application data, to include usernames, passwords, account information, contacts and phonebooks, location information, correspondence, instant messages, and files; Third party applications, to include, Skype, Google Voice and other applications that can assign a second roaming telephone number; E-mail messages and attachments, whether read or unread; Internet files, to include browser history, browser cache, stored cookies, browser favorites, auto-complete form history and stored passwords; Global navigation satellite system (GNSS) data, which includes US NAVSTAR GPS and other navigation satellite systems.  This data to include latitude and longitude coordinates, way points and tracks and other location data; Wireless network information, to include Service Set Identifier (SSID) and network location information; Recoverable deleted data from all above-referenced items.",
      "In some rare cases, advanced and potentially destructive data acquisition techniques such as JTAG, ISP and/or Chip-Off may be necessary to acquire the most complete data possible. In the case that such techniques are deemed necessary, justification of the techniques will be cited by the forensic specialist in their report. Once the data has been downloaded from the electronic devices, the data will be processed and examined for evidence relevant to the investigation.",
      "Any documents, ledgers, notebooks or notes detailing user names, email addresses, IP addresses, internet account information, and other technology related information",
      "Call detail records (including incoming and outgoing telephone calls), disclose the cell site/sector location and/or GPS coordinates at call origination (for outbound calls), call termination (for incoming calls), cell sites for the calls made/received by the listed telephone number(s), to include site addresses for all cell sites listed in the records for all calls made/received on the listed dates as well as subscriber information for all telephone numbers who called or were called by the below referenced telephone number(s). Include and/all SMS/MMS content. Disclose name, address, local and long distance telephone connection records, or records of session times and durations, length of service (including start date) and types of service utilized; telephone or instrument number or other subscriber or identity, including any temporarily assigned network address; of a subscriber to or customer of such service, subscriber information as requested and for the telephone number(s) listed below for the time period of (Date) to (Date)."
    ],
    "Guns": [
        "Guns",
        "Any firearms or items related to firearms to include but not limited to, handguns, rifles, shotguns, magazines, ammunition, cartridge casings, holsters, gun cases, cleaning kits, manuals, and receipts for firearms or relating to firearms.",
        "Any item or items related to bombs, grenades, mines, or Improvised Explosive Devices (IED) to include but not limited to, parts and or components used in the construction of IEDs, explosive/energetic materials, fuses, pipe lengths and end caps for construction of pipe bombs, metal shavings, fragmentation pieces, manuals, books or any instructions outlining the construction or materials needed for IEDs; receipts for these items or items relating to these types of weapons.",
        "Any item that can be used as a weapon, including but not limited to any knives, sharp or blunt instruments, items capable of strangulation/suffocation, and any items associated with these weapons."
    ],
    "Drugs": [
        "Drugs",
        "Any narcotic or dangerous drugs as defined in Arizona Revised Statutes to include but not limited to Cocaine, Methamphetamine, Fentanyl and Heroin. Any paraphernalia associated with these types of drugs to include but not limited to pipes, bongs, filters, packaging materials, cutting agents, and scales.",
        "Any currency associated to drug trafficking and items associated with the obtaining, depositing, secreting, transfer, concealment and/or expenditure of money to include but not limited to receipts, bank statements and records, books, drafts, letters of credit, money orders, and cashier's check receipts, passbooks, bank checks, safe deposit keys and computerized records."
    ],
    "WebAccounts": [
        "Web Accounts",
        "For the above listed Apple ID, I am requesting the following account information:\n\tAccount creation date as well as account creation IP\n\tName(s), Address(es) and email address(es) associated to the account\n\tIP logs of account activity\n\tAssociated device(s) and device ID(s), such as serial number, MEID and/or IMEI\n\tRecovery phone number(s) and/or email address(es) for the account\n\tstored methods of payment associated with the account\n\nIn addition to the account information, I am requesting the following account content:\n\tMedia files, such as images, video and/or audio\n\tCommunication content/logs such as iMessage, SMS, MMS and/or email\n\tLocation data\n\tDevice backup data\n\tiCloud Drive contents\n\tiCloud Drive logs\n\tNotes Data\n\tCalendar Data\n\tContacts Data",
        "For the above listed Microsoft Account, I am requesting the following account information:\n\tAccount creation date as well as account creation IP\n\tName(s), Address(es) and email address(es) associated to the account\n\tIP logs of account activity\n\tAssociated device(s) and device ID(s), such as serial number, MEID and/or IMEI\n\tRecovery phone number(s) and/or email address(es) for the account\n\tstored methods of payment associated with the account\n\nIn addition to the account information, I am requesting the following account content:\n\tAccount Recovery data, such as Bitlocker Recovery Keys\n\tMedia files, such as images, video and/or audio\n\tCommunication content/logs such as email, Teams messages and/or Skype messages\n\tLocation data\n\tDevice backup data\n\tOneDrive contents\n\tOneDrive logs",
        "For the above listed Facebook account, I am requesting the following account information:\n\tAccount creation date as well as account creation IP\n\tName(s), Address(es) and email address(es) associated to the account\n\tOther account names which were registered with the same email address(es)\n\tIP logs of account activity\n\tAssociated device(s) and device ID(s), such as serial number, MEID and/or IMEI\n\tRecovery phone number(s) and/or email address(es) for the account\n\tstored methods of payment associated with the account\n\nIn addition to the account information, I am requesting the following account content:\n\tPosts, Comments, Direct Messages, Stories/Reels\n\tMedia files, such as images, video and/or audio\n\tAny metadata associated to the above listed media which was previously stripped from the media\n\tLocation data",
        "For the above listed Instagram account, I am requesting the following account information:\n\tAccount creation date as well as account creation IP\n\tName(s), Address(es) and email address(es) associated to the account\n\tOther account names which were registered with the same email address(es)\n\tIP logs of account activity\n\tAssociated device(s) and device ID(s), such as serial number, MEID and/or IMEI\n\tRecovery phone number(s) and/or email address(es) for the account\n\tstored methods of payment associated with the account\n\nIn addition to the account information, I am requesting the following account content:\n\tPosts, Comments, Direct Messages, Stories/Reels\n\tMedia files, such as images, video and/or audio\n\tAny metadata associated to the above listed media which was previously stripped from the media\n\tLocation data"
    ]
}